//DELSLIN  JOB CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE IBMUSER.GRC.H1NNJ3G.SYSLIN -
    FILE(SLINVOL) PURGE
/*
//SLINVOL  DD DSN=IBMUSER.GRC.H1NNJ3G.SYSLIN,
//            UNIT=SYSALLDA,VOL=SER=USRVS1,DISP=OLD
