//ALLOCPS  JOB CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEP1    EXEC PGM=IEFBR14
//SYSPRINT DD SYSOUT=*
//TEMPDSN  DD DSN=IBMUSER.GRC.H1HGFRP.PARAMDAT,
//            DISP=(NEW,CATLG,DELETE),
//            SPACE=(CYL,(1,1)),  // Explicitly request CYL here
//            DCB=(RECFM=VB,LRECL=255,BLKSIZE=27998)
